const data = [
    {
      id  : '1',
      question: "Что такое компоненты аккордеона?",
      answer:
        "Компоненты Accordion - это элементы пользовательского интерфейса, используемые для организации и представления контента в свернутом виде. Обычно они состоят из заголовка, содержимого и действия разворачивания/сворачивания.",
    },
    {
      id  : '2',
      question: "Для чего они используются?",
      answer:
        "Они обычно используются в различных контекстах, включая часто задаваемые вопросы, описания продуктов, навигационные меню, панели настроек и таблицы данных, для экономии места на экране и обеспечения структурированного и удобного интерфейса для представления информации или опций.",
    },
    {
      id  : '3',
      question: "Аккордеон как музыкальный инструмент",
      answer:
        "Аккордеон - это музыкальный инструмент с клавиатурой и мехами. Он издает звук с помощью воздуха, проходящего через язычки, когда игрок расширяет или сжимает мехи, используемые в различных музыкальных жанрах.",
    },
    {
      id  : '4',
      question: "Могу ли я создать компонент accordion с другим фреймворком",
      answer:
        "Да, конечно, вполне возможно создать компонент accordion с другим фреймворком.",
    },
  ];

  export default data;